IDEA Open Model
CutData.PlanePoint Property
Compatible with IDEA StatiCa 20.1
 3DPlane Point
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Point3D PlanePoint { get; set; }
Public Property PlanePoint As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace